Repository: tsmetana/gnomebaker
Catalog: po/*.po
Languages: ar, hi, id, nl_nl, no, ro, th

source: Please select files to add to the disk.
ar: الرجاء انتق الملفات ﻹضافتها إلى القرص.
hi: क्ुपय डिस्क मे जोडने के लिये फ़ाईल् चुने
id: Silahkan pilih berkas untuk ditambahkan ke piringan.
th: กรุณาเลือกแฟ้มที่จะเพิ่มลงแผ่นดิสก์

source: Please select folders to add to the disk.
id: Pilih folder yang akan ditambahkan ke dalam disk.

source: _Add Folders
id: T_ambah Folder

source: _Add Files
id: T_ambah Berkas

source: Data _DVD
id: _DVD Data

source: Data _CD
id: _CD Data

source: Audio files
id: Berkas Audio

source: Show tracing information (useful when debugging)
ar: إظهار معلومات التتبّع (مفيد عند التصحيح)
hi: अन्द्रूनी सूचनायें दिखायें(खोज बिन करने मे काम् आता है)
id: Tampilkan informasi tracing (berguna sewaktu debugging)
th: แสดงร่องรอยการทำงาน (เหมาะสำหรับการดีบัก)

source: - GNOME CD/DVD burning application
ar: - تطبيق تسجيل اﻷقراص المدمجة/الرقمية لجنوم
hi: - ज्नोम सी डी /डी वी डी बनने कि युक्ति
id: - Aplikasi pembakar CD/DVD GNOME
th: - โปรแกรมเขียนซีดี/ดีวีดี ของ GNOME

source: Loading preferences...
ar: تحميل التفضيلات...
hi: पसंद नापसंद लोड करते हुए
id: Memasukkan preferensi...
nl_nl: Voorkeuren inlezen
no: Laster instilinger
ro: Încărcare preferinţe...
th: กำลังโหลดค่าปรับแต่ง...

source: Detecting devices...
ar: اكتشاف اﻷجهزة...
hi: तन्त्र पता करते हुए
id: Mendeteksi peralatan...
nl_nl: Apparaten detecteren...
no: Skanner for enheter
ro: Detectare dispozitive...
th: กำลังตรวจสอบอุปกรณ์...

source: Registering gstreamer plugins...
ar: تسجيل مقابس gstreamer...
id: Meregister plugin gstreamer...
th: กำลังลงทะเบียนปลั๊กอินของ gstreamer

source: Loading GUI...
ar: تحميل واجهة المستخدم الرسومية...
hi: जीयूआई लोड करते हुए
id: Menjalankan GUI...
nl_nl: GUI laden
no: Laster grensesnitt
ro: Încărcare interfaţa grafică
th: กำลังโหลด GUI ...

source: The plugin to handle a file of type %s is not installed.
ar: المقبس المعامل لملفات من نوع %s غير مثبّت.
hi: %s इस किस्म के फ़ाइल को इस्तेमाल करने के लिये plugin मौजूद नही है
id: Plugin untuk menangani berkas dengan tipe %s tidak diinstall.
th: ปลั๊กอินที่จัดการแฟ้มชนิด %s ยังไม่ได้ติดตั้ง

source: Name
ar: اﻹسم
hi: नाम
id: Nama
nl_nl: Naam
no: Navn
ro: Nume
th: ชื่อ

source: Id
ar: الهوية
hi: नमांक
id: Kode
th: ไอดี

source: Write CD-R
ar: كتابة قرص مدمج قابل للتسجيل
hi: राइट सी डी
id: Menulis CD-R
nl_nl: Beschrijf CD-R
no: Brenn CD-r
ro: Scrie CD-R
th: เขียน CD-R

source: Write CD-RW
ar: كتابة قرص مدمج قابلة ﻹعادة الكتابة
hi: राईट सी डी - आर डबलयू
id: Menulis CD-RW
nl_nl: Beschrijf CD-RW
no: Brenn CD-RW
ro: Scrie CD-RW
th: เขียน CD-RW

source: Write DVD-R
ar: كتابة قرص منوّعات رقمي قابل للتسجيل
hi: राईट डी वी डी - आर
id: Menulis DVD-R
nl_nl: Beschrijf DVD-R
no: Brenn DVD-R
ro: Scrie DVD-R
th: เขียน DVD-R

source: Write DVD-RAM
ar: كتابة قرص منوّعات رقمي من طراز RAM
hi: राईट डी वी डी - आर ए एम
id: Menulis DVD-RAM
nl_nl: Beschrijf DVD-RAM
no: Brenn DVD-RAM
ro: Scrie DVD-RAM
th: เขียน DVD-RAM

source: %d minutes %d seconds
ar: %d دقائق %d ثوان
hi: %d मिनटें %d क्षणें
id: %d menit %d detik
th: %d นาที %d วินาที

source: %d minute %d seconds
ar: %d دقيقة %d ثوان
hi: %d मिनट %d क्षणें
id: %d menit %d detik
th: %d นาที %d วินาที

source: %d seconds
ar: %d ثوان
hi: %d क्षणें
id: %d detik
th: %d วินาที

source: %s remaining
ar: %s متبقي
hi: %s बाकी
id: %s lagi
th: เหลืออีก %s

source: Show output
ar: إظهار المُخرجات
hi: आउटपुट दिख़ाओ
id: Tampilkan output
th: แสดงผลการทำงาน

source: Hide output
ar: إخفاء المُخرجات
hi: आउटपुट छिपाओ
id: Sembunyikan output
th: ซ่อนผลการทำงาน

source: Elapsed time %s
ar: الوقت المنصرم %s
hi: %s उपयुक्त समय
id: Waktu yang dilewati %s
th: เวลาที่ผ่านไป %s

source: Completed
ar: اكتمل
hi: काम खतम
id: Selesai
nl_nl: Voltooid
no: Ferdig
ro: Terminat
th: เสร็จสมบูรณ์

source: Failed
ar: فشل
hi: काम् खराब
id: Gagal
nl_nl: Mislukt
no: Myslyktes
ro: Eşuat
th: ล้มเหลว

source: _Burn
id: _Bakar

source: Please select an image file to save to.
ar: الرجاء انتق ملف نسخة مطابقة للحفظ عليه.
hi: क्ुपया संजोने के लिये छवि फ़ाइल चुनें
id: Silahkan pilih sebuah file image yang disimpan.
th: กรุณาเลือกแฟ้มอิมเมจที่จะใช้บันทึก

source: CD/DVD Image files
ar: ملفات نسخ مطابقة ﻷقراص مدمجة/رقمية
hi: सी डी/ डी वी डी छवि फ़ाइल
id: File image CD/DVD
th: แฟ้มซีดี/ดีวีดีอิมเมจ

source: <b>Reader</b>
ar: <b>القارئ</b>
id: <b>Pembaca</b>

source: Speed:
ar: السرعة:
hi: गति:
id: Kecepatan:
th: ความเร็ว:

source: Mode:
ar: الوضع:
hi: पद्धति:
id: Modus:
th: โหมด:

source: <b>Options</b>
ar: <b>الخيارات</b>
hi: <b>विकल्प</b>
id: <b>Pilihan</b>
nl_nl: <b>Opties</b>
no: <b>Valg</b>
ro: <b>Opţiuni</b>
th: <br>ตัวเลือก</b>

source: _Start
ar: ال_بدء
hi: शुरुआत
id: _Mulai
th: เ_ริ่ม

source: <b>Disk Information</b>
ar: <bمعلومات القرص</b>
hi: <b>डिस्क सूचना</b>
id: <b>Informasi piringan</b>
th: <b>ข้อมูลดิสก์</b>

source: Volume ID:
ar: هوية وحدة التخزين:
hi: ग्रंथ नामान्क
id: ID Volume:
th: ID โวลุม:

source: Application ID:
ar: هوية التطبيق:
hi: युक्ति नामांक:
id: ID Aplikasi
th: ID โปรแกรม:

source: Preparer:
ar: المُحضّر:
id: Yang mempersiapkan:
th: ผู้เตรียม:

source: Publisher:
ar: الناشر:
hi: प्रकाशक:
id: Yang mempublikasikan:
th: ผู้เผยแพร่:

source: Copyright:
ar: حقوق النسخ:
hi: सर्वाधिकार:
id: Hak Cipta:
th: ลิขสิทธิ์:

source: Abstract:
ar: الخلاصة:
hi: संक्षेप्त:
id: Abstraksi:
th: บทคัดย่อ:

source: <b>Filesystem</b>
ar: <b>نظام الملفات</b>
hi: <b>फ़ाइलतन्त्र</b>
id: <b>Sistem file<b>
th: <b>ระบบแฟ้ม</b>

source: Writing
ar: الكتابة
hi: लिखा जा रहा है
id: Menulis
th: กำลังเขียน

source: Disk Information
ar: معلومات القرص
hi: डिस्क सूची
id: Informasi Piringan
th: ข้อมูลดิสก์

source: Dummy write
ar: كتابة زائفة
id: Menulis dummy
nl_nl: Fantoom schrijven
no: Testskriving
ro: Scriere falsă
th: ไม่เขียนจริง

source: Eject disk
ar: إخراج القرص
hi: डिस्क बाहर् निकालें
id: Buka piringan
no: Løs ut disk
th: ดันแผ่นออก

source: Fast blank
ar: تفريغ سريع
id: Pengosongan cepat
nl_nl: Snel leegmaken
no: Kjapp sletting
ro: Ştergere rapidă
th: ล้างข้อมูลแบบเร็ว

source: Burn the disk
ar: تسجيل القرص
hi: डिस्क भरें
id: Bakar piringan
th: เขียนดิสก์

source: Only create image
ar: إنشاء نسخة مطابقة فقط
hi: सिर्फ़् छवि बनाये
id: Hanya buat image
th: สร้างอิมเมจอย่างเดียว

source: Force format
ar: إرغام التهيئة
id: Paksakan format
th: บังคับฟอร์แมต

source: Finalize
ar: إنهاء
id: Akhiri
nl_nl: Afronden
no: Fikser
ro: Termină
th: กระบวนการสุดท้าย

source: Fast format
ar: تهيئة سريعة
id: Format cepat
th: ฟอร์แมตแบบเร็ว

source: On the fly
ar: فورًا
hi: साथ् साथ्
id: Di udara
th: เขียนสดๆ

source: _Browse...
ar: _تصفّح...
hi: ब्राउज़
id: _Jelajah
th: เ_ลือก..

source: Blank CD-RW
ar: تفريغ قرص مدمج قابل ﻹعادة الكتابة
hi: खाली सी डी -आर डबल यू
id: CD-RW kosong
th: ล้างข้อมูล CD-RW

source: Copy Data CD
ar: نسخ قرص بيانات مدمج
hi: डेटा सी डी का नकल बनाये
id: Gandakan CD Data
nl_nl: Kopieër Data CD
no: Kopier Data CD
ro: Copie Data CD
th: คัดลอกซีดีข้อมูล

source: Copy Audio CD
ar: نسخ قرص صوتيات مدمج
hi: ओडियो सी डी का नकल बनाये
id: Gandakan CD Audio
nl_nl: Kopieër Audio CD
no: Kopier Audio CD
ro: Copie Audio CD
th: คัดลอกซีดีเพลง

source: Burn CD Image
ar: تسجيل نسخة مطابقة لقرص مدمج
hi: छवि से सी डी बनाये
id: Bakar image CD
nl_nl: Schrijf CD Image
no: Brenn CD Image
ro: Arde imagine CD
th: เขียนซีดีอิมเมจ

source: Burn DVD Image
ar: تسجيل نسخة مطابقة لقرص منوّعات رقمي
hi: छवि से डी वी डी बनाये
id: Bakar image DVD
th: เขียนดีวีดีอิมเมจ

source: Create Data CD
ar: إنشاء قرص بيانات مدمج
hi: डेटा सी डी बनाये
id: Ciptakan CD Data
nl_nl: Creëer Data CD
no: Lag Data CD
ro: Crează Data CD
th: สร้างซีดีข้อมูล

source: Append to Data CD
ar: إضافة إلى قرص بيانات مدمج
hi: डेटा सी डी मे आखिर मे जोडे
id: Tambahkan ke CD Data
th: เขียนต่อท้ายซีดีข้อมูล

source: Create Audio CD
ar: إنشاء قرص صوتيات مدمج
hi: ओडियो सी डी बनाये
id: Ciptakan CD Audio
nl_nl: Creëer Audio CD
no: Lag Audio CD
ro: Crează Audio CD
th: สร้างซีดีเพลง

source: Create Mixed CD
ar: إنشاء قرص مختلط مدمج
hi: मिला झुला सी डी बनाये
id: Ciptakan CD Campuran
nl_nl: Creëer Gemengde CD
no: Lag Mixed CD
ro: Crează CD Mixt
th: สร้างซีดีแบบผสม

source: Create Video CD
ar: إنشاء قرص مدمج للفيديو
hi: विडियो सी डी बनाये
id: Ciptakan CD Video
nl_nl: Creëer Video CD
no: Lag Video CD
ro: Crează Video CD
th: สร้างวิดีโอซีดี

source: Create Data DVD
ar: إنشاء قرص منوّعات رقمي للبيانات
hi: डेटा डी वी डी बनाये
id: Ciptakan DVD Data
nl_nl: Creëer Data DVD
no: Lag Data DVD
ro: Crează Data DVD
th: สร้างดีวีดีข้อมูล

source: Append to Data DVD
ar: إضافة إلى قرص منوّعات رقمي للبيانات
hi: डेटा डी वी डी के आखिर मे जोडे
id: Tambahkan ke DVD Data
th: เขียนต่อท้ายดีวีดี

source: <b>Additional <i>cdrecord</i> options</b>
ar: <b>خيارات <i>مسجّل أقراص مدمجة</i> إضافية</b>
hi: <b>अतिरिख्त <i>cdrecord</i> सुविधाये</b>
id: <b>Tambahan <i>cdrecord</i> pilihan</b>
th: <b>ตัวเลือกของ <i>cdrecord</i> เพิ่มเติม</b>

source: <b>Boot options</b>
ar: <b>خيارات الإستنهاض</b>
hi: <b>शुरुवाती सुविधाये</b>
id: <b>Pilihan boot</b>
nl_nl: <b>Opstart opties</b>
no: <b>Oppstartvalg</b>
ro: <b>Opţiuni de bootare</b>
th: <b>ตัวเลือกการบูต</b>

source: <b>Created by</b>
ar: <b>أُنشيء من قبل</b>
hi: <b>बनाने वाले</b>
id: <b>Diciptakan oleh</b>
nl_nl: <b>Aangemaakt door</b>
no: <b>Lagd av</b>
ro: <b>Creat de către</b>
th: <b>สร้างโดย</b>

source: <b>Detected devices</b>
ar: <b>اﻷجهزة المكتشفة</b>
hi: <b>पेहचानी गयी तन्त्र</b>
id: <b>Peralatan yang Terdeteksi</b>
nl_nl: <b>Gedetecteerde apparaten</b>
no: <b>Detekterte enheter</b>
ro: <b>Dispozitive detectate</b>
th: <b>อุปกรณ์ที่ตรวจพบ</b>

source: <b>Other</b>
ar: <b>آخر</b>
hi: <b>अन्य</b>
id: <b>Lainnya</b>
th: <b>อื่นๆ</b>

source: <b>Select Writer</b>
ar: <b>إنتقاء الكاتب</b>
hi: <b>राइटर चुने</b>
id: <b>Pilih penulis</b>
th: <b>เลือกเครื่องเขียน</b>

source: <b>Temporary Directory</b>
ar: <b>الدليل المؤقّت</b>
hi: <b>अस्थायी डिरेक्ट्री</b>
id: <b>Direktori Sementara</b>
nl_nl: <b>Tijdelijke folder</b>
no: <b>Midlertidlig Mappe</b>
ro: <b>Director temporar</b>
th: <b>ไดเรกทอรีชั่วคราว</b>

source: <b>Volume label</b>
ar: <b>مسمّى وحدة التخزين</b>
hi: <b>वल्यू लेबल</b>
id: <b>Label volume</b>
nl_nl: <b>Schijftitel</b>
no: <b>Volumnavn</b>
ro: <b>Eticheta volumului</b>
th: <b>ป้ายชื่อโวลุม</b>

source: Add file(s)
ar: إضافة ملف(ات)
hi: फ़ाइल जोडें
id: Tambahkan berkas
nl_nl: Bestand(en) toevoegen
no: Legg til fil(er)
ro: Adaugă fişier(e)
th: เพิ่มแฟ้ม

source: Add the selected files to the disk
ar: إضافة الملفات المنتقاة إلى القرص
hi: चुने हुए फ़ैल जोडें
id: Tambahkan berkas yang dipilih ke piringan
th: เพิ่มแฟ้มที่เลือกลงแผ่น

source: Advanced
ar: متقدم
hi: विस्तृत
id: Tingkat Lanjut
th: โหมดพิเศษ

source: Always scan for devices on startup
ar: دائما تفحّص اﻷجهزة عند اﻹقلاع
hi: शुरुआत मे हमेशा तन्त्रों क पथ लगायें
id: Selalu cek peralatan sewaktu akan dijalankan
nl_nl: Altijd zoeken naar apparaten bij opstarten
no: Bestandig søk for nye enheter ved oppstart
ro: Scanează totdeauna după dispozitive la start
th: ตรวจสอบอุปกรณ์ทุกครั้งที่เริ่มงาน

source: Automatically scroll the progress window output
id: Otomatis menggeser keluaran jendela progres

source: Baking
ar: تخبيز
hi: पका रहा है
id: Membakar
th: การเขียน

source: Bl_ank CD-RW
ar: ت_فريغ قرص مدمج قابل ﻹعادة الكتابة
id: CD-RW Kosong
th: _ล้างข้อมูล CD-RW

source: Boot Image
ar: تحميل نسخة مطابقة
hi: बूट छवि
id: Image Boot
nl_nl: Opstart image
no: Oppstartsimage
ro: Imagine de boot
th: บูตอิมเมจ

source: Boot Image list
ar: تحميل ﻻئحة النسخ المطابقة
hi: बूट छ्वि सूची
id: List Image Boot
nl_nl: Opstart image lijst
no: Oppstartsimage-liste
ro: Lista cu imagini bootabile
th: รายการบูตอิมเมจ

source: Boot catalog
ar: تحميل كتالوج
id: Katalog boot
no: Oppstartskatalog
ro: Catalog de boot
th: บูตแคตตาล็อก

source: Burn _DVD Image
ar: تسجيل نسخة مطابقة ل_قرص منوّعات رقمي
id: Bakar Imge DVD
th: เขียน_ดีวีดีอิมเมจ

source: C_opy Data CD
ar: ن_سخ قرص بيانات مدمج
id: Gandakan CD Data
nl_nl: K_opieer Data CD
no: K_opier Data CD
ro: C_opie Data CD
th: _คัดลอกซีดีข้อมูล

source: Clean temporary directory on exit
ar: محو الدليل المؤقّت عند الخروج
id: Bersihkan direktori sementara ketika keluar
nl_nl: Tijdelijke folder leegmaken bij afsluiten
no: Rensk midlertidlig mappe ved avslutning
ro: Curăţă directorul temporar la ieşire
th: ลบไดเรกทอรีชั่วคราวก่อนออก

source: Clear the contents of the disk
ar: إزالة محتويات القرص
id: Bersihkan isi dari piringan
th: ล้างข้อมูลในแผ่น

source: Co_py Audio CD
ar: نس_خ قرص صوتيات مدمج
hi: ओडियो सी डी क नकल बनाये
id: Gandakan CD Audio
nl_nl: Ko_pieer Audio CD
ro: Co_pie Audio CD
th: คั_ดลอกแผ่นเพลง

source: Copy D_VD
id: Salin D_VD

source: Create a new project
id: Buat proyek baru

source: Created by username
ar: أنشيء من قبل اسم المستخدم
id: Dicipkatan berdasarkan username
nl_nl: Aangemaakt door gebruikersnaam
no: Lagd av brukernavn
ro: Creat de către utilizatorul
th: สร้างโดยชื่อผู้ใช้

source: Devices
ar: اﻷجهزة
hi: तन्त्र
id: Peralatan
nl_nl: Apparaten
no: Enheter
ro: Dispozitive
th: อุปกรณ์

source: Floppy disk image
ar: نسخة مطابقة لقرص مرن
id: Image Floppy
nl_nl: Diskette image
no: Diskettimage
ro: Imaginea dischetă
th: ฟลอปปี้อิมเมจ

source: Force
ar: ارغام
id: Paksakan
nl_nl: Forceer
no: Tving
ro: Forţează
th: บังคับ

source: General
ar: عام
hi: सामान्य
id: Utama
nl_nl: Algemeen
no: Generelt
th: ทั่วไป

source: GnomeBaker Preferences
ar: تفضيلات جنوم بايكر
hi: ग्नोमबेकर फ़रमाइशें
id: Preferensi GnomeBaker
no: GnomeBaker Innstillinger
th: การปรับแต่ง GnomeBaker

source: GnomeBaker data cd
ar: قرص بيانات مدمج لجنوم بايكر
hi: ग्नोमबेकर डेटा सी डी
id: CD data GnomeBaker
th: ซีดีข้อมูลของ GnomeBaker

source: Hard disk image
ar: نسخة مطابقة للقرص الصلب
id: Image hard disk
nl_nl: Harde schijf image
ro: Imagine hard disk
th: ฮาร์ดดิสก์อิมเมจ

source: ISO filesystem details
ar: تفاصيل نظام ملفات ISO
hi: आइ एस ओ फ़ाइलतंत्र सूची
id: Detail ISO sistem berkas
nl_nl: Details ISO bestandssysteem
no: ISO filsystem detaljer
ro: Detalii ale sistemului de fişiere ISO
th: ข้อมูลระบบแฟ้ม ISO

source: Import Session
ar: استيراد جلسة
id: Impor Sesi
th: นำเข้าเซสชัน

source: Move Selected Files _Up
id: Pindahkan ke _Atas Berkas yang Dipilih

source: Move audio tracks down
ar: نقل المسار الصوتي إلى اﻷسفل
id: Pindahkan track audio kebawah
th: เลื่อนแทร็กเพลงลง

source: Move audio tracks up
ar: نقل المسار الصوتي إلى اﻷعلى
id: Pindahkan track audio keatas
th: เลื่อนแทร็กเพลงขึ้น

source: Not bootable
ar: غير قابل ﻹعادة اﻹستنهاض
id: Tidak bootable
nl_nl: Niet op te starten
no: Ikke oppstartbar
ro: Nu este bootabil
th: ไม่มีการบูต

source: Notify me when burning is complete
id: Beritahu saya bila pembakaran selesai

source: Please select the writing device from the list below and insert the disk containing the existing session
ar: الرجاء انتق جهاز الكتابة من اللئحة أدناه و أدرج القرص المتضمّن الجلسة الموجودة
id: Silahkan pilih peralatan menulis dari list dibawah dan masukkan piringan yang berisi sesi yang telah ada
th: กรุณาเลือกอุปกรณ์เขียนจากรายการข้างล่าง แล้วใส่แผ่นที่มีเซสชันที่มีอยู่แล้ว

source: Refresh the file browser file list
ar: إعادة تحديث ﻻئحة ملف متصفّح الملفات
id: Perbaharui list berkas yang ada pada penjelajah berkas
nl_nl: Ververs de bestandslijst
no: Oppdater filutforskerens fil-liste
ro: Reâncarcă lista de fişiere din browser-ul de fişiere
th: เรียกรายการแฟ้มใหม่

source: Remove selected
ar: حذف المنتقى
hi: चुनिन्दा निकाल
id: Hapus yang dipilih
nl_nl: Verwijder geselecteerde
no: Fjern valgt
ro: Renunţă la ce este selectat
th: ลบที่เลือก

source: Remove the selected files from the disk
ar: حذف الملفات المنتقاة من القرص
hi: चुनिन्दा फ़ाइलों को डिस्क से निकालें
id: Hapus berkas yang dipilih dari piringan
th: ลงแฟ้มที่เลือกจากแผ่น

source: Sc_an for devices
ar: ت_فحّص اﻷجهزة
id: Periksa peralatan
nl_nl: Zoek naar _apparaten
no: Skan for enheter
ro: Sc_anează după dispozitive
th: _ตรวจหาอุปกรณ์

source: Splash window
ar: نافذة اﻹبراز
id: Jendela Splash
nl_nl: Openingsscherm
no: Splashvindu
ro: Fereastră de început
th: หน้าต่างทักทาย

source: Starting GnomeBaker...
ar: بدء جنوم بايكر...
hi: ग्नोम बेकर शुरू हो रही है
id: Memulai GnomeBaker...
nl_nl: GnomeBaker opstarten...
no: Starter GnomeBaker...
ro: GnomeBaker porneşte...
th: กำลังเริ่ม GnomeBaker...

source: Sun workstation bootable
ar: محطة عمل Sun قابلة ﻹعادة اﻹستنهاض
id: Bootable Sun workstation
nl_nl: Op te starten op Sun werkstation
no: Sun arbeidsstarsjon oppstartbar
ro: Bootabil de către staţii de lucru Sun
th: บูตกับซันเวิร์กสเตชันได้

source: _Add device
ar: إ_ضافة جهاز
id: Tambahkan peralatan
nl_nl: _Apparaat toevoegen
no: Legg til enhet
ro: _Adaugă dispozitiv
th: เ_พิ่มอุปกรณ์

source: _Export
ar: _تصدير
id: _Ekspor
th: _ส่งออก

source: _Import
ar: ا_ستيراد
hi: आयात करें (_I)
id: _Impor
th: _นำเข้า

source: _Import Session
ar: ا_ستيراد جلسة
id: _Impor Sesi
nl_nl: _Importeer Sessie
no: _Importer Sesjon
ro: _Importare sesiune
th: _นำเข้าเซสชัน

source: _Project
id: _Proyek

source: _Refresh
ar: إ_عادة تحديث
hi: ताज़ा करें (_R)
id: _Perbaharui
nl_nl: Ve_rversen
no: _Oppdater
ro: _Reâncarcă
th: เ_รียกใหม่

source: _Remove Selected Files
id: Buang Be_rkas yang Dipilih

source: _Save Project
id: _Simpan Proyek

source: _Show File Browser
ar: إ_ظهار متصفّح الملفات
id: Tampilkan Penjelajah Berkas
no: Vis _Filuforsker
th: แ_สดงโปรแกรมเรียกดูแฟ้ม

source: _Tools
id: Ala_t Bantu

source: _Window
id: _Jendela

source: Album
ar: التشكيلة
hi: एलबम
th: อัลบั้ม

source: Info
ar: معلومات
hi: जानकारी
th: ข้อมูล

source: Compilation exeeds the capacity or the remaining space of the disk
ar: التجميعة تجاوزت السّعة أو المساحة المتبقية للقرص

source: Folder
ar: المجلّد
hi: फ़ोल्डर
th: โฟลเดอร์

source: Mime
ar: بروتوكول Mime
hi: माइम

source: GnomeBaker
ar: جنوم بايكر
hi: ज््नोम बेकर

source: default
ar: اﻹفتراضي
hi: सुनिश्चित
nl_nl: standaard
no: standard
ro: implicit
th: ใช้ค่าปริยาย

source: Node
ar: العقدة
ro: Nod
th: โหนด

source: Mount point
ar: نقطة التركيب
hi: माउण्ट कर्ने कि जगह
nl_nl: Koppelingspunt
no: Monteringspunkt
ro: Punct de montare
th: จุดเมานท์

source: <b>Writer</b>
ar: <b>الكاتب</b>

source: Bibliography:
ar: ثّبت المراجع:
th: บรรณานุกรม:

source: BurnFree
ar: تسجيل مجاني
hi: बर्ण फ़री
nl_nl: BrandVeilig

source: Joliet
ar: جولييت
hi: जोलिएट

source: Rock Ridge
ar: ضلع متأرجح

source: Format DVD RW
ar: تهيئة قرص منوّعات رقمي قابل ﻹعادة الكتابة
hi: डी वी डी आर डबल्यू फ़रमेट करें
th: ฟอร์แมต DVD RW

source: <b>Welcome</b>
ar: <b>مرحبًا</b>

source: PC bootable
ar: حاسب شخصي قابل ﻹعادة اﻹستنهاض
nl_nl: Op te starten op PC
no: PC oppstartbar
ro: Bootabil de către PC
th: บูตกับพีซีได้

source: _Format DVD±RW
ar: ت_هيئة قرص منوّعات رقمي ± قابل ﻹعادة الكتابة
th: _ฟอร์แมต DVD±RW

source: _Playlist
ar: ﻻئ_حة التشغيل
th: _รายการเพลง

source: 0 mins 0 secs
nl_nl: 0 min 0 sec
no: 0 m 0 s
ro: 0 min 0 sec

source: %d mins %d secs
nl_nl: %d min %dsec
no: %d m %d s
ro: %d min %d sec

source: File %s was not opened
nl_nl: Bestand %s is niet geopend
no: Fil %s ble ikke åpnet
ro: Fişierul %s nu a fost deschis

source: Error reading wav header for file [%s]
nl_nl: Fout bij het lezen van de wav titel van bestand [%s]
no: Feil ved lesning av wav-header for fil [%s]
ro: Eroare în citirea headerului wav pentru fişierul [%s]

source: Performer
nl_nl: Uitvoerende
no: Artist
ro: Interpret

source: Albumtitle
nl_nl: Albumtitel
no: Albumtittel
ro: Titlu album

source: Tracktitle
nl_nl: Spoortitel
no: Sportittel
ro: Titlu piesa

source: File %s was not opened
nl_nl: Bestand %s is niet geopend
no: Fil %s ble ikke åpnet
ro: Fişierul %s nu a fost deschis

source: TITLE=
nl_nl: TITEL=
no: TITTEL=
ro: TITLU=

source: Failed to start child process
no: Greide ikke å starte underprosess
ro: Eşuare în pornirea procesului copil

source: mime type is %s for %s
no: minetype er %s for %s
ro: tipul mime este %s pentru %s

source: The file you have selected is not a cd image. Please select a cd image to burn.
nl_nl: Het geselecteerde bestand is geen cd image. Selecteer een cd image om te schrijven.
no: Filen du har valgt er ikke en cd image. Venligst velg en cd image for å brenne
ro: Fişierul pe care l-aţi selectat nu este o imagine a unui CD. Va rog selectaţi o imagine CD pentru a o arde.

source: Please select an iso file to save to...
nl_nl: Selecteer een iso bestand om te bewaren...
no: Venligst velg en isofil å lagre til...
ro: Vă rog selectaţi un fişier iso pentru a salva în...

source: burn - [%s]
nl_nl: beschrijven - [%s]
no: brenn - [%s]
ro: arde - [%s]

source: File or directory is too large to fit in the remaining space on the CD
nl_nl: Bestand of map is te groot voor de resterende ruimte op de CD
no: Fil eller mappe er for stor til å få plass i gjennværende plass på CDn
ro: Fişierul sau directorul este prea mare pentru a încape în spaţiul rămas pe CD

source: failed to stat file [%s] with ret code [%d] error no [%s]
no: Mislyktes å undersøke fil [%s] med retur kode [%d] feil # [%s]
ro: eşuare la stat pentru fişierul [%s] cu condul returnat [%d] şi codul erorii [%s]

source: received sel %s
no: mottok valg %s
ro: am primit selecţia %s

source: datacd next session is [%s]
nl_nl: Volgende sessie voor datacd is [%s]
no: datacd neste sesjon er [%s]
ro: datacd următoarea sesiune este [%s]

source: Error getting msinfo
nl_nl: Fout bij het lezen van msinfo
no: Feil ved henting av msinfo
ro: Eroare la citirea msinfo

source: Error mounting writer device
nl_nl: Fout bij het koppelen van CD schrijver
no: Feil ved montering av brenner
ro: Eroare la montarea dispozitivului de scriere

source: Error unmounting writer device
nl_nl: Fout bij het ontkoppelen van CD schrijver
no: Feil ved avmontering av brenner
ro: Eroare la de-montarea dispozitivului de scriere

source: devices_write_device_to_gconf - Added [%s] [%s] [%s] [%s]
nl_nl: devices_write_device_to_gconf - Toegevoegd [%s] [%s] [%s] [%s]
ro: devices_write_device_to_gconf - Adaugat [%s] [%s] [%s] [%s]

source: node [%s] mount [%s]
no: node [%s] er montert [%s]
ro: nod [%s] montat [%s]

source: node [%s] is link to [%s]
no: node [%s] er link til [%s]
ro: nodul [%s] este legatură la [%s]

source: devices_probe_bus - Failed to scan the scsi bus
nl_nl: devices_probe_bus - Niet in staat de scsi bus te scannen.
no: devices_probe_bus -Greide ikke å skanne scsi-bussen
ro: devices_probe_bus - Eşuare la scanarea bus-ului scsi

source: devices_probe_bus - failed to parse cdrecord output
no: devices_probe_bus - Greide ikke å forstå cdrecord
ro: devices_probe_bus - eşuare la parsarea output-ului de la cdrecord

source: Failed to open %s
nl_nl: Fout bij openen van %s
no: Myslykkes å åpne %s
ro: Eşuare la deschiderea %s

source: devices_add_scsi_device - probing [%s]
no: devices_add_scsi_device - prober [%s]
ro: devices_add_scsi_device - probez [%s]

source: Failed to open /proc/scsi/sg/devices
nl_nl: Fout bij openen van /proc/scsi/sg/devices
no: Myslykkes å åpne /proc/scsi/sg/devices
ro: Eşuare la deschiderea /proc/scsi/sg/devices

source: Failed to open /proc/scsi/sg/device_strs
nl_nl: Fout bij openen van /proc/scsi/sg/device_strs
no: Myslykkes å åpne /proc/scsi/sg/device_strs
ro: Eşuare la deschiderea /proc/scsi/sg/device_strs

source: Error reading scsi information from /proc/scsi/sg/devices
nl_nl: Fout bij lezen scsi informatie van /proc/scsi/sg/devices
no: Feil ved lesning av scsi information fra /proc/scsi/sg/devices
ro: Eroare la citirea informaţiilor scsi din /proc/scsi/sg/devices

source: ---- key [%s], value [%s]
nl_nl: --- sleutel [%s], waarde [%s]
no: ---- nøkkel [%s], verdi [%s]
ro: ---- cheie [%s], valoare [%s]

source: looking for device [%d]
nl_nl: Zoeken naar apparaat [%d]
no: leter etter enhet [%d]
ro: caut dispozitivul [%d]

source: Requested device index [%d] is out of bounds. All devices have been read.
no: Forespurt enhetsindeks [%d] er utenfor grensen. Alle enheter er blitt lest.
ro: Dispozitivul cu indicele [%d] nu se încadrează în limite. Toate dispozitivele au fost citite.

source: Failed to open /proc/sys/dev/cdrom/info
nl_nl: Fout bij openen van /proc/sys/dev/cdrom/info
no: Mislykktes å åpne /proc/sys/dev/cdrom/info
ro: Eşuare la deschiderea /proc/sys/dev/cdrom/info
