Repository: tsmetana/gnomebaker
Catalog: po/*.po
Languages: ar, hi, id, nl_nl, no, ro, th

source: Error %s %s. %s
nl_nl: Fout %s %s.↵ ↵ %s
no: Feil %s %s %s
ro: Eroare %s %s. %s

source: mounting
nl_nl: koppelen
ro: montez

source: unmounting
nl_nl: ontkoppelen
no: avmonterer
ro: de-montez

source: subdir from GValue is NULL
ro: subdirectorul de la GValue este NULL

source: Stat of file [%s] failed
ro: g_stat() pentru fişierul [%s] a eşuat

source: selection data is %s
no: valgt data er %s
ro: informaţia selectată este %s

source: exec_thread - created child
ro: exec_thread - copilul a fost creat

source: exec_thread - Exec failed
ro: exec_thread - Exec a eşuat

source: exec_thread - parent created child with pid %d
ro: exec_thread - părintele a creat copilul cu pid %d

source: exec_thread - exiting
ro: exec_thread - ies

source: exec_go - failed to create thread [%d] [%s]
ro: exec_go - eşuare la crearea thread-ului [%d] [%s]

source: exec_cancel - killing %d
ro: exec_cancel - omor %d

source: exec_cancel - complete
nl_nl: exec_cancel - voltooid
ro: exec_cancel - terminat

source: Uknown error spawning command [%s]
ro: Eroare necunoscută la comanda [%s]

source: creating [%s]
nl_nl: aanmaken van [%s]
no: lager [%s]
ro: creez [%s]

source: failed to create temp %d
no: mislykkes å lage midlertidlig mappe %d
ro: eşuare la crearea in temp %d

source: Failed to get contents of file [%s]
no: Mislykkes å lese innhold av fil [%s]
ro: Eşuare in preluarea conţinutului fişierului [%s]

source: MessageDialog message [%s]
no: Meldingsdialog melding [%s]
ro: Mesajul din fereastra de dialog [%s]

source: Are you sure you want to quit?
nl_nl: Applicatie verlaten?
no: Er du sikker på at du vil avslutte?
ro: Doriţi să părăsiţi aplicaţia?

source: Simple CD Burning for Gnome
nl_nl: Eenvoudig CD's beschrijven in Gnome
no: Enkel CD-brenning for Gnome
ro: O aplicaţie de ars CD-uri pentru Gnome

source: Failed to initialise gconf
nl_nl: Niet in staat om gconf te initialiseren
no: Mislyktes å initialisere gconf
ro: Eşuare în iniţializarea gconf-ului

source: toolbar style [%s] [%d]
nl_nl: gereedschapsbalk style [%s] [%d]
no: verltøylinje-stil
ro: stilul barei de unelte [%s] [%d]

source: Invalid row in device list
nl_nl: Ongeldige rij in apparatenlijst
no: Invalid rad i enhetsliste
ro: Coloană invalidă în lista de dispozitive

source: Fast
nl_nl: Snel
no: Kjappt
ro: Repede

source: <b>Burning disk...</b>
nl_nl: Schijf aan het branden...
no: <b>Brenner disk...</b>
ro: <b>Ardere disc...</b>

source: <b>Blanking disk...</b>
nl_nl: Disk aan het leegmaken
no: <b>Sletter disk...</b>
ro: <b>Ştergere disc...<b>

source: Please insert the CD-RW into the CD writer
nl_nl: Plaats de CD-RW in de CD-brander
no: Sett i CD-RW
ro: Vă rog să introduceţi un CD-RW în unitatea de scris CD-uri

source: Fixating
nl_nl: Fixeren
no: Fikserer
ro: Fixare

source: cdrecord - adding create audio data [%s]
ro: cdrecord - adaug creare date audio [%s]

source: adding [%s]
nl_nl: Toevoegen [%s]
ro: adaug [%s]

source: <b>Extracting audio tracks...</b>
nl_nl: <b>Geluidssporen extraheren...</b>
no: <b>Treker ut lydspor...</b>
ro: <b>Extragere piese audio...</b>

source: Please insert the audio CD into the CD reader
nl_nl: Plaats de audio CD in de CD-speler
no: Venligst sett inn lyd-cd i cd-leseren
ro: Vă rag să introduceţi un CD audio în unitatea de citit CD-uri

source: cdda2wav_read_proc - total tracks %d
nl_nl: cdda2wav_read_proc - totale aantal tracks %d
ro: cdda2wav_read_proc - total piese %d

source: <b>Creating data disk image...</b>
nl_nl: <b>Data disk image aanmaken...</b>
no: <b>Lager data disk image...</b>
ro: <b>Creez o imagine Data CD...</b>

source: <b>Formatting DVD...</b>
nl_nl: <b>Formatteren van DVD...</b>
no: <b>Formaterer DVD...</b>
ro: <b>Formatare DVD...</b>

source: Please insert a rewritable DVD into the DVD writer
nl_nl: Plaats en herschrijfbare DVD in de DVD schrijver
no: Venligst sett inn en overskrivbar DVD i DVD-brenneren
ro: Vă rog introduceţi un DVD reinscriptibil în unitatea de scris DVD-uri

source: <b>Burning DVD...</b>
nl_nl: <b>Beschijven van DVD...</b>
no: <b>Brenner DVD...</b>
ro: <b>Ardere DVD...</b>

source: Please insert a writable DVD into the DVD writer
nl_nl: Plaats en beschrijfbare DVD in de DVD schrijver
no: Venligst sett inn en skrivbar DVD i DVD-brenneren
ro: Vă rog introduceţi un DVD reinscriptibil în unitatea de scris DVD-uri

source: growisofs: progress: %d
nl_nl: growisofs: voortgang: %d
no: growisofs: fremgang: %d
ro: growisofs: progres: %d

source: growisofs: fraction: %f
nl_nl: growisofs: gedeelte: %d
no: growisofs: fraksjon: %f
ro: growisofs: fracţiune: %f

source: <b>Converting mp3 to cd audio...</b>
nl_nl: <b>Converteren van mp3 naar cd audio...</b>
no: <b>Konverterer mp3 til cd-lydspor...</b>
ro: <b>Convertire mp3 în CD audio...</b>

source: Converted file is [%s]
nl_nl: Het geconverteerde bestand is [%s]
no: Konvertert fil er [%s]
ro: Fişierul convertit este [%s]

source: <b>Converting ogg to cd audio...</b>
nl_nl: <b>Converteren van ogg naar cd audio...</b>
no: <b>Konverterer ogg til cd-lydspor...</b>
ro: <b>Convertire ogg în cd audio...</b>

source: <b>Reading CD image...</b>
nl_nl: <b>CD image aan het lezen...</b>
no: <b>Leser CD image...</b>
ro: <b>Citire imagine CD...</b>

source: <b>Converting wav to cd audio...</b>
nl_nl: <b>Converteren van wav naar cd audio...</b>
no: <b>Konverterer wav til cd-lydspor...</b>
ro: <b>Convertire wav în CD audio...</b>

source: Blank CDRW
nl_nl: CDRW leegmaken
no: Slett CDRW
ro: Şterge CDRW

source: Format DVD+RW
nl_nl: Formatteer DVD+RW
no: Formater DVD+RW
ro: Formatează DVD+RW

source: Entering [%s] [%s] [%d]
no: Går inn i [%s] [%s] [%d]
ro: Execut [%s] [%s] [%d]

source: _Actions
nl_nl: _Actie's
no: _Handlinger
ro: _Acţiuni

source: Bl_ank CDRW
nl_nl: Leegm_aken CDRW
no: _Slett CDRW
ro: Ştergere CDRW

source: _Format DVDRW
nl_nl: _Formatteren DVDRW
no: _Formater DVDRW
ro: _Formatează DVDRW

source: _View
nl_nl: Bekijken
no: _Vis
ro: _Vizualizează

source: Edit GnomeBaker's preferences
nl_nl: Bewerk Instellingen GnomeBaker
no: Forandre Gnomebakers innstillinger
ro: Editează preferinţele pentru GnomeBaker

source: Add the current directory to the CD
nl_nl: Voeg huidige folder toe aan CD
no: Legg til gjeldende mappe til CD
ro: Adaugă directorul curent la CD

source: Add directory
nl_nl: Folder toevoegen
no: Legg til mappe
ro: Adaugă director

source: Add the selected files to the CD
nl_nl: Voed geselecteerde bestanden toe aan CD
no: Legg til valgte filer til CD
ro: Adaugă fişierele selectate la CD

source: Remove the selected files from the CD
nl_nl: Verwijder geselecteerde bestanden van CD
no: Fjern valgte filer fra cd
ro: Scoate fişierele selectate din CD

source: Clear the contents of the CD
nl_nl: Verwijder inhoud van CD
no: Nullstill innholdet av CDn
ro: Goleşte conţinutul CD-ului

source: Import existing session
nl_nl: Importeer bestaande sessie
no: Importer eksisterende sesjon
ro: Importă sesiune existentă

source: Import
nl_nl: Importeren
no: Importer
ro: Importă

source: Click to begin the process of creating a data disk.
nl_nl: Klik om het creëren van een data schijf te starten.
no: Trykk for å begynne prosessen med å lage en datadisk
ro: Efectuaţi click pentru a porni procesul de creare a CD-ului.

source: Create Data Disk
nl_nl: Creëer Data Schijf
no: Lag datadisk
ro: Crează CD cu date

source: <b>Data Disk</b>
nl_nl: <b>Data Schijf</b>
ro: <b>Disc cu date</b>

source: Click to begin the process of creating an audio cd
nl_nl: Klik om het vreëren van een audio cd te starten
no: Trykk for å begynne prosessen med å lage en lydcd
ro: Click pentru a începe procesul de creare a unui CD audio

source: Create Audio Disk
nl_nl: Creëer Audio Schijf
no: Lag lydcd
ro: Creare Disc Audio

source: <b>Audio Disk</b>
nl_nl: <b>Audioschijf</b>
no: <b>Lydcd</b>
ro: <b>Disk Audio</b>

source: Baking CD
nl_nl: CD aan het branden
no: Baker CD
ro: Ştergere CD

source: <b>Burning</b>
nl_nl: <b>Schrijven</b>
no: <b>Brenner</b>
ro: <b>Ard</b>

source: View output
nl_nl: Bekijk resultaat
no: Vis detaljer
ro: Vezi rezultatul

source: Simple CD burning for Gnome.
nl_nl: Eenvoudig CD's branden onder Gnome
no: Enkel CDbrenning for Gnome
ro: Aplicaţie de ars CD-uri pentru Gnome

source: <b>File Browser</b>
no: <b>Filutforsker</b>
ro: <b>Browser de fişiere</b>

source: Show hidden files
nl_nl: Toon verborgen bestanden
no: Vis skjulte filer
ro: Arată fişierele ascunse

source: Start burning...
nl_nl: Start schrijven...
no: Start brenning
ro: Porneşte arderea...

source: Reader
nl_nl: Lezer
no: Leser
ro: Cititor

source: Writer
nl_nl: Schrijver
no: Brenner
ro: Scriitor

source: Speed
nl_nl: Snelheid
no: Hastighet
ro: Viteză

source: Mode
nl_nl: Modus
no: Modus
ro: Mod

source: <b>Devices</b>
nl_nl: <b>Apparaten</b>
no: <b>Enheter</b>
ro: <b>Dispozitive</b>

source: Joint Stereo
no: Blandet Stereo

source: Dual Channel
nl_nl: Dubbel kanaal
no: To kanaler

source: Single Channel
nl_nl: Enkel kanaal
no: En kanal

source: Session
no: Sesjon

source: Create ISO only
no: Bare lag ISO

source: Show humanreadable filesizes
no: Vis leselige filstørrelser

source: Select writer...
no: Velg brenner

source: <b>Please select the writing device from the list below and insert the disk containing the existing session.</b>
no: Venligst vel brenner fra listen nedenfor og sett inn CDn som inneholder den eksisterende sesjonen</b>

source: ARTIST=
nl_nl: ARTIEST=
