Repository: tsmetana/gnomebaker
Catalog: po/*.po
Languages: ar, hi, id, nl_nl, no, ro, th

source: %d mins %d secs used - %d mins %d secs remaining
ar: %d دقائق %d ثوان أُستخدمت - %d دقائق %d ثوان تبقت
hi: %d मिनट %d क्षण हुए - %d मिनट %d क्षण बचे है
id: %d menit %d detik dilalui - %d menit %d detik lagi
th: ใช้ไป %d นาที %d วินาที - เหลืออีก %d นาที %d วินาที

source: Track is too large to fit in the remaining space on the CD
ar: المسار كبير جدًا لملائمته في المساحة المتبقية على القرص المدمج
hi: ट्राक सी डी के बाकी जगह के लिये बहुत बडा है
id: Trek terlalu besar untuk ditampung di sisa ruang yang ada di CD
nl_nl: Spoor is te groot voor de resterende ruimte op de CD
no: Sporet er for stort til å få plass på CD-en
ro: Piesa este prea mare pentru a încape în spaţiul rămas pe CD
th: แทร็กใหญ่เกินกว่าเนื้อที่ว่างของซีดี

source: The file [%s] referred to in the play_list could not be imported as it does not exist.
ar: الملف [%s] المشار إليه في لائحة التشغيل لا يمكن استيراده لأنه غير موجود.
id: Berkas [%s] yang tercantum dalam playlist tidak dapat diimpor karena sudah tidak ada.

source: Not enough space on the disk
ar: لا توجد مساحة كافية على القرص
id: tidak cukup ruang di cd

source: The file you have selected is not a supported play_list. Please select a pls or m3u file.
id: Berkas yang Anda pilih bukan jenis playlist yang didukung. Silakan pilih berkas dengan ekstensi pls atau m3u.

source: Failed to write play_list file
id: gagal untuk menulis berkas play_list

source: Playlist already exists. Do you want to replace it?
ar: ﻻئحة التشغيل موجودة مسبقاً. هل تريد استبدالها؟
hi: प्लेलिस्ट पेहले से मौजूद है↵ बदली करना चाहते हो?
id: Playlist telah ada. Apakah anda ingin menggantinya?
th: มีรายการเพลงอยู่แล้ว ต้องการเขียนทับหรือไม่?

source: _Open
ar: _فتح
hi: _खोलो
id: Buka
th: _เปิด

source: Move selected _up
ar: نقل المنتقى ل_لأعلى
hi: चुने हुए जगह में ऊपर जाओ
id: Pindahkan yang dipilih ke atas
th: เลื่อนที่เลือกไว้_ขึ้น

source: Move selected _down
ar: نقل المنتقى للأ_سفل
hi: चुने हुए जगह में नीचे जाओ
id: Pindahkan yang dipilih ke bawah
th: เลื่อนที่เลือกไว้ล_ง

source: _Remove selected
ar: ح_ذف المنتقى
hi: चुने चीज़ों को निकालो
id: Buang yang dipilih
th: _ลบที่เลือกไว้

source: _Clear
ar: إ_زالة
hi: साफ़
id: Kosongkan
th: _ล้าง

source: No.
id: Tidak

source: Duration
ar: المدّة
hi: समय-सीमा
id: Durasi
nl_nl: Duur
no: Lengde
ro: Durata
th: ความยาว

source: Artist
ar: الفنان
hi: कलाकार
id: Artis
nl_nl: Artiest
th: ศิลปิน

source: Title
ar: العنوان
hi: शीर्षक
id: Judul
nl_nl: Titel
no: Tittel
ro: Titlu
th: ชื่อเพลง

source: Track
ar: المسار
hi: ट्रैक
id: Trek
nl_nl: Spoor
no: Spor
ro: Piesa
th: แทร็ก

source: Burning CD image
ar: تسجيل نسخة مطابقة للقرص المدمج
id: Membakar image CD
th: กำลังเขียนซีดีอิมเมจ

source: Please wait while the CD image you selected is burned to CD.
ar: الرجاء اﻹنتظار ريثما تُسجّل نسخة القرص المدمج المطابقة التي انتقيتها على قرص مدمج.
hi: सी डि छवि को सी डि मे डाले जाने तक क्ुपया इन्तज़ार करें
id: Silahkan tunggu sementara image CD yang anda pilih sedang dibakar ke CD.
th: กรุณารอขณะที่เขียนซีดีอิมเมจที่คุณเลือกลงแผ่นซีดี

source: The file you have selected seems not to be a DVD image. Do you really want to write it to DVD?
ar: الملف الذي انتقيته ﻻ يبدو كنسخة مطابقة لقرص المنوّعات الرقمي. هل تود حقًا كتابتته على قرص المنوعات الرقمي؟
hi: आप से चुना फ़ाइल डी वी डी छवि नही है. क्या आप सचमुच डी वी डी मे डालना चाहते हो?
id: Berkas yang anda pilih sepertinya bukan merupakan image DVD. Apakah anda sungguh - sungguh ingin menulisnya ke DVD?
th: แฟ้มที่คุณเลือกดูเหมือนไม่ใช่ดีวีดีอิมเมจ คุณต้องการเขียนอิมเมจดังกล่าวลงแผ่นดีวีดีจริงหรือ?

source: Burning DVD image
ar: تسجيل نسخة مطابقة لقرص المنوّعات الرقمي
hi: डी वी डी छवि डी वी डी मे डाला जा रहा है.
id: Membakar image DVD
th: กำลังเขียนดีวีดีอิมเมจ

source: Please wait while the DVD image you selected is burned to DVD.
ar: الرجاء اﻹنتظار ريثما تُسجّل النسخة المطابقة لقرص المنوّعات الرقمي التي انتقيتها على قرص منوّعات رقمي.
hi: डी वी डी छवि डी वी डी मे डाले जाने तक क्ुपया इन्तेज़ार करें
id: Silahkan tunggu sementara image DVD yang anda pilih sedang dibakar ke DVD.
th: กรุณารอขณะที่เขียนดีวีดีอิมเมจที่คุณเลือกลงแผ่นดีวีดี

source: The file you have selected seems not to be a CD image. Do you really want to write it to CD?
ar: الملف الذي انتقيته ﻻ يبدو كنسخة مطابقة للقرص المدمج. هل تود حقًا كتابته على القرص المدمج؟
hi: आपसे चुन हुआ फ़ाइल सी डी छवि नही लगता है. क्या आप इसे सचमुच सी डी मे डालना चाहते है?
id: Berkas yang anda pilih sepertinya bukan merupakan image CD. Apakah anda sungguh - sungguh ingin menulisnya ke CD?
th: แฟ้มที่เลือกดูเหมือนไม่ใช่ซีดีอิมเมจ คุณต้องการเขียนอิมเมจดังกล่าวลงแผ่นซีดีจริงหรือ?

source: Creating data CD image
ar: إنشاء نسخة مطابقة من قرص بيانات مدمج
hi: डाटा सी डी छवि बनायी जा रही है
id: Membuat image CD data
th: กำลังสร้างซีดีอิมเมจเก็บข้อมูล

source: Please wait while the data CD image is created.
ar: الرجاء اﻹنتظار ريثما تُنشأ نسخة مطابقة لقرص البيانات المدمج.
hi: डाटा सी डी छवि बनाये जाने तक क्ुपया इन्तेज़ार करें
id: Silahkan tunggu sementara image CD data sedang diciptakan.
th: กรุณารอขณะที่สร้างซีดีอิมเมจเก็บข้อมูล

source: Burning data CD
ar: تسجيل قرص بيانات مدمج
hi: डाटा सी डी बनायी जा रही है
id: Membakar CD data
th: กำล้งเขียนซีดีข้อมูล

source: Please wait while the data is burned directly to CD.
ar: الرجاء اﻹنتظار ريثما تُسجّل البيانات مباشرة إلى القرص المدمج.
hi: डाटा को सी डी मे डाले जाने तक क्ुपया इन्तेज़ार करें
id: Silahkan tunggu sementara data dibakar langsung ke CD.
th: กรุณารอขณะที่เขียนข้อมูลลงแผ่นซีดีโดยตรง

source: Please wait while the data disk image is created and then burned to CD. Depending on the speed of your CD writer, this may take some time.
ar: الرجاء اﻹنتظار ريثما تُنشأ نسخة مطابقة لقرص البيانات و من ثمّ تُسجّل على القرص المدمج. هذا قد يأخذ بعض الوقت اعتمادًا على سرعة كاتب اﻷقراص المدمجة الخاص بك.
hi: डाटा डिस्क छवि बनाकर, डाटा को सी डी मे डाले जाने तक क्ुपया इन्तेज़ार करें
id: Silahkan tunggu sementara image piringan data diciptakan dan kemudian dibakar ke CD. Hal ini akan memakan waktu tergantung pada kecepatan dari CD writer anda.
th: กรุณารอขณะที่สร้างและเขียนอิมเมจเก็บข้อมูลลงแผ่นซีดี อาจใช้เวลาสักหน่อย ขึ้นอยู่กับความเร็วของเครื่องเขียนซีดี

source: Appending to data CD
ar: إضافة إلى قرص بيانات مدمج
hi: डाटा सी डी में अन्त मे जोडा जा रहा है
id: Menambahkan data ke CD
th: กำลังเขียนต่อท้ายลงในซีดีข้อมูล

source: Please wait while the additional data is burned directly to CD.
ar: الرجاء اﻹنتظار ريثما تُسجّل البيانات اﻹضافية مباشرةً إلى القرص المدمج.
hi: डाटा सी डी में अन्त मे जोडे जाने तक क्ुपया इन्तेज़ार करें
id: Silahkan tunggu sementara data tambahan sedang dibakar secara langsung ke CD.
th: กรุณารอขณะที่เขียนข้อมูลต่อท้ายลงแผ่นซีดีโดยตรง

source: Please wait while the data disk image is created and then appended to the CD. Depending on the speed of your CD writer, this may take some time.
ar: الرجاء اﻹنتظار ريثما تُنشأ نسخة مطابقة لقرص البيانات و من ثمّ تُضاف إلى القرص المدمج. هذا قد يأخذ بعض الوقت اعتمادًا على سرعة كاتب اﻷقراص المدمجة الخاص بك.
hi: डाटा डिस्क की छवि बनाकर सीडी के अन्त में जोड्ने तक ईन्तेज़ार करें. आपके सी डी रईटर के गति पर निर्भर है
id: Silahkan tunggu sementara image piringan data diciptakan dan kemudian ditambahkan ke CD. Hal ini akan memakan waktu tergantung pada kecepatan CD writer anda.
th: กรุณารอขณะที่สร้างอิมเมจเก็บข้อมูล และเขียนต่อท้ายลงแผ่นซีดี อาจใช้เวลาสักหน่อย ขึ้นอยู่กับความเร็วของเครื่องเขียนซีดี

source: Burning audio CD
ar: تسجيل قرص صوتيات مدمج
hi: ओडियो सी डी बनयी जा रही है
id: Membakar CD audio
th: กำลังเขียนซีดีเพลง

source: Please wait while the selected tracks are converted to CD audio and then burned to CD.
ar: الرجاء اﻹنتظار ريثما تُحوّل المسارات المنتقاة إلى قرص صوتيات مدمج و من ثمّ تُسجّل على القرص المدمج.
hi: चुने हुए ट्रकों को ओडीयो सी डी मे परीवर्तन होकर सी डी बनयी जा रही हैं
id: Silahkan tunggu sementara trek - trek yang dipilih dikonversikan ke CD audio dan kemudian dibakar ke CD.
th: กรุณารอขณะที่แปลงแทร็กที่เลือกเป็นแบบซีดีเพลงและเขียนลงแผ่นซีดี

source: Extracting CD image
ar: استخراج نسخة مطابقة للقرص المدمج
hi: सी डी साम्ग्री निछोडा जा रहा है
id: Mengekstraksikan image CD
th: กำลังดึงข้อมูลออกจากซีดีอิมเมจ

source: Please wait while the data CD image is extracted.
ar: الرجاء اﻹنتظار ريثما تُستخرج نسخة مطابقة للقرص المدمج.
hi: डाटा सी डी साम्ग्री निछोडने तक ईन्तज़ार करें
id: Silahkan tunggu sementara image CD data diekstraksikan.
th: กรุณารอขณะที่แยกข้อมูลออกจากซีดีอิมเมจ

source: Copying data CD
ar: نسخ قرص بيانات مدمج
hi: डाटा सी डी की नकल किय जा रहा है
id: Menggandakan CD data
th: กำลังคัดลอกซีดีข้อมูล

source: Please wait while the data CD image is extracted and then burned to CD.
ar: الرجاء اﻹنتظار ريثما تُستخرج نسخة مطابقة للقرص المدمج و من ثمّ تُسجّل على القرص المدمج.
hi: डाटा सी डी साम्ग्री निछोडकर सी डी बनये जाने तक ईन्तज़ार करें
id: Silahkan tunggu sementara image CD data diekstraksikan dan kemudian dibakar ke CD.
th: กรุณารอขณะที่แยกข้อมูลออกจากซีดีอิมเมจและเขียนลงแผ่นซีดี

source: Copying audio CD
ar: نسخ قرص صوتيات مدمج
hi: ओडियो सी डी की नकल की जा रही है
id: Menggandakan CD audio
th: กำลังคัดลอกซีดีเพลง

source: Please wait while the audio CD tracks are extracted and then burned to CD.
ar: الرجاء اﻹنتظار ريثما تُستخرج مسارات قرص الصوتيات المدمج و من ثمّ تُسجّل على القرص المدمج.
hi: ओडियो सी डी साम्ग्री निछोडकर सी डी बनये जाने तक ईन्तज़ार करें
id: Silahkan tunggu sementara trek - trek CD audio diekstraksikan dan kemudian dibakar ke CD.
th: กรุณารอขณะที่แยกแทร็กซีดีเพลงและเขียนลงแผ่นซีดี

source: Copying CD
id: Menyalin CD

source: Please wait while the CD is copied
id: Silakan tunggu sementara CD disalin.

source: Extracting DVD image
id: Mengekstrak image DVD

source: Please wait while the DVD image is extracted.
id: Silakan tunggu sementara image DVD diekstrak

source: Copying DVD
id: Menyalin DVD

source: Please wait while the DVD image is extracted and then burned to DVD
id: Silakan tunggu sementara image DVD diekstrak untuk kemudian dibakar

source: Blanking CD
ar: تفريغ القرص المدمج
hi: सी डी खाली की जा रही है
id: Mengosongkan CD
th: กำลังล้างข้อมูลซีดี

source: Please wait while the CD is blanked.
ar: الرجاء اﻹنتظار ريثما يُفرّغ القرص المدمج.
hi: सी डी खालीकिये जाने तक ईन्तेज़ार करें
id: Silahkan tunggu sementara CD dikosongkan
th: กรุณารอขณะที่ล้างข้อมูลในแผ่นซีดี

source: Formatting re-writeable DVD
ar: تهيئة قرص منوّعات رقمي قابل ﻹعادة الكتابة
hi: डी वी डी को फरमा कीया जा रहा है
id: Memformat DVD re-writeable
th: กำลังฟอร์แมตแผ่นดีวีดีเขียนซ้ำ

source: Please wait while the DVD is formatted.
ar: الرجاء اﻹنتظار ريثما يُهيّأ قرص المنوّعات الرقمي.
hi: डी वी डी को फरमा करने तक इन्तेज़ार् करें
id: Silahkan tunggu sementara DVD diformat
th: กรุณารอขณะที่ฟอร์แมตแผ่นดีวีดี

source: Creating data DVD image
ar: إنشاء نسخة مطابقة من قرص منوّعات رقمي للبيانات
hi: डाटा डी वी डी छवि बनाये जा रहा है
id: Menciptakan image DVD data
th: กำลังสร้างดีวีดีอิมเมจเก็บข้อมูล

source: Please wait while the data DVD image is created.
ar: لرجاء اﻹنتظار ريثما تُنشأ نسخة مطابقة من قرص منوّعات رقمي للبيانات.
hi: डी वी डी की छवि बनाये जाने तक ईन्तेज़ार करें
id: Silahkan tunggu sementara image DVD data diciptakan.
th: กรุณารอขณะที่สร้างดีวีดีอิมเมจเก็บข้อมูล

source: Burning data DVD
ar: تسجيل قرص منوعات رقمي للبيانات
hi: डाटा डी वी डी बनाया जा रह है
id: Membakar DVD data
th: กำลังเขียนดีวีดีข้อมูล

source: Please wait while the data is burned directly to DVD.
ar: الرجاء اﻹنتظار ريثما تُسجّل البيانات مباشرةً على قرص المنوّعات الرقمي.
hi: डाटा डी वी डी बनाये जाने तक इन्तेज़ार करें
id: Silahkan tunggu sementara data dibakar secara langsung ke DVD.
th: กรุณารอขณะที่เขียนข้อมูลลงแผ่นดีวีดีโดยตรง

source: Appending to data DVD
ar: إضافة إلى قرص منوّعات رقمي للبيانات
hi: डाटा डी वी डी के अन्त मे जोडा जा रह है
id: Menambahkan ke DVD data
th: กำลังเขียนต่อท้ายแผ่นดีวีดีข้อมูล

source: Please wait while the data is appended directly to the DVD.
ar: الرجاء اﻹنتظار ريثما تُضاف البيانات مباشرةً إلى قرص المنوّعات الرقمي.
hi: डाटा डी वी डी के अन्त मे जोडे जाने तक ईन्तेज़ार करें
id: Silahkan tunggu sementara data ditambahkan secara langsung ke DVD
th: กรุณารอขณะที่เขียนข้อมูลต่อท้ายลงแผ่นดีวีดีโดยตรง

source: Verifying the disk content
ar: تفقّد محتويات القرص
hi: डिस्क सामग्री कि सत्यापित करा जा रह है
id: Memverifikasi isi dari piringan
th: กำลังตรวจสอบเนื้อหาในแผ่น

source: GnomeBaker data disk
ar: قرص بيانات لجنوم بايكر
hi: ग्नोम बेकर डेटा डिस्क
id: Piringan data GnomeBaker
th: แผ่นข้อมูลของ GnomeBaker

source: _Edit name
ar: _تحرير اﻹسم
hi: नाम सम्पादन
id: _Ubah nama
th: แ_ก้ชื่อ

source: Clear
ar: إزالة
hi: साफ़
id: Hapus
nl_nl: Wis
no: Nulstill
ro: Şterge
th: ล้าง

source: Error getting session information. %s
ar: خطأ عند تجميع معلومات الجلسة. %s
hi: सत्र सूची जोड्ने मे त्रुटी.↵ ↵ %s
id: Gagal mendapatkan informasi sesi. %s
nl_nl: Fout bij lezen van de sessie informatie
no: Feil ved henting av sesjons informasjon %s
ro: Eroare în citirea informaţiilor despre sesiune %s
th: เกิดข้อผิดพลาดขณะอ่านค่าเซสชัน %s

source: unknown error
ar: خطأ مجهول
hi: अनजान त्रुटी
id: Kegagalan yang tidak diketahui
nl_nl: Onbekende fout
no: ukjent feil
ro: eroarea necunoscută
th: ข้อผิดพลาดไม่ทราบสาเหตุ

source: Error importing session from [%s]. Please check the device configuration in preferences.
ar: خطأ عند استيراد الجلسة من [%s]. الرجاء تحققّ من إعدادات الجهاز في التفضيلات.
hi: [%s] से सत्र आयात मे त्रूटी. क्ुपया अपने यन्त्र कोन्फ़िगरेशन को जांचे
id: Gagal mengimpor sesi dari %s. Silahkan periksa kembali konfigurasi peralatan di preferensi.
nl_nl: Fout bij het importeren van sessie van [%s]. Controleer de instellingen van het apparaat in de voorkeuren.
no: Feil ved henting av sesjon fra [%s]. Venligst undersøk enhetskonfigurasjon i instillingene.
ro: Eroare în importarea sesiunii din [%s]. Vă rog verificaţi configurarea dispozitivului din preferinţele aplicaţiei.
th: เกิดข้อผิดพลาดขณะนำเข้าเซสชันจาก [%s] กรุณาตรวจสอบการตั้งค่าอุปกรณ์ในค่าปรับแต่งของโปรแกรม

source: Contents
ar: المحتويات
hi: सामग्री
id: Isi
nl_nl: Inhoud
no: Innhold
ro: Conţinut
th: เนื้อหา

source: Size
ar: الحجم
hi: आकार
id: Ukuran
nl_nl: Grootte
no: Størrelse
ro: Dimensiune
th: ขนาด

source: Full Path
ar: المسار كاملا
hi: पूर पथ
id: Jalur Lengkap
nl_nl: Volledige Pad
no: Full bane
ro: Calea completă
th: พาธเต็ม

source: Data DVD
id: DVD Data

source: Data CD
id: CD Data

source: The mount point (e.g. /mnt/cdrom) for the writing device could not be obtained. Please check that the writing device has an entry in /etc/fstab and then go to preferences and rescan for devices.
ar: تعذّر الحصول على نقطة التركيب (مثال /mnt/cdrom) لجهاز الكتابة. الرجاء تحقّق من أنّ جهاز الكتابة به مُدخل في /etc/fstab ثم اذهب إلى التفضيلات و أعد تفحّص اﻷجهزة.
hi: सी डी बनाने के लिये मउण्ट पाइन्ट (जैसे /mnt/cdrom) नहि मिल रहा है। क्ुपया /etc/fstab मे सी डी या डी वी डी ड्रइव कि सूचना जोडें।
id: Mount point (contoh. /mnt/cdrom) untuk peralatan menulis tidak bisa didapat. Silahkan periksa bahwa peralatan menulis telah ada pada /etc/fstab dan kemudian buka preferensi dan ulangi scan peralatan.
nl_nl: Laadpunt (b.v. /mnt/cdrom) voor het brandapparaat kon niet worden gevonden. Controleer of het apparaat in /etc/fstab staat en scan daarna opnieuw vanuit voorkeuren voor apparaten.
no: Monteringspunktet (for eks /mnt/cdrom) for brenneren kunne ikke bli innhentet. Venligst undersøk om enheten har en linje i /etc/fstab og deretter prøv å skanne på nytt..
ro: Directorul în care trebuie montat dispozitivul de scriere (ex. /mnt/cdrw) nu a putut fi obţinut. Vă rog verificaţi dacă dispozitivul este trecut în /etc/fstab şi mergeţi la preferinţe pentru a recăuta dispozitivele.
th: หาจุดเมานท์ (เช่น /mnt/cdrom) สำหรับอุปกรณ์เขียนไม่พบ กรุณาตรวจสอบว่ามีข้อมูลของอุปกรณ์เขียนในแฟ้ม /etc/fstab แล้วเปิดหน้าต่างปรับแต่งโปรแกรมเพื่อตรวจหาใหม่

source: Error mounting %s. %s
ar: خطأ في التركيب.%s %s
hi: माउन्ट त्रुटी %s.↵ ↵ %s
id: Gagal mount %s. %s
th: เกิดข้อผิดพลาดขณะเมานท์ %s %s

source: Please insert a disk into the %s
ar: الرجاء ادراج قرص في %s
hi: क्ुपया डिस्क %s मे घुसायें
id: Silahkan masukkan sebuah piringan ke %s
th: กรุณาใส่แผ่นลงใน %s

source: Preparing to blank disk
ar: التحضير لتفريغ القرص
hi: डिस्क खालि करने की तैयारी
id: Bersiap mengosongkan piringan
th: กำลังเตรียมล้างข้อมูลในแผ่น

source: Preparing to burn disk
ar: التحضير لتسجيل القرص
hi: डिस्क बनाने की तैयारी
id: Bersiap untuk membakar piringan
th: กำลังเตรียมเขียนแผ่น

source: Writing track %d
ar: كتابة المسار %d
hi: %d ट्रैक लिखा जा रहा है
id: Menulis track %d
th: กำลังเขียนแทร็ก %d

source: Auto
id: Otomatis

source: Preparing to extract audio tracks
ar: التحضير ﻻستخراج مسارات صوتية
hi: ओडियो ट्रैक को निचोडने की तैयारी
id: Bersiap untuk mengekstraksi track audio
th: กำลังเตรียมแยกแทร็กเพลง

source: Audio tracks from a previous sesion already exist on disk, do you wish to use the existing tracks?
ar: المسارات الصوتية من الجلسة السابقة موجودة مسبقًا على القرص ، هل تود استخدام المسارات الموجودة؟
hi: पूर्व सत्र के ओडियो ट्रैक मौजूद है, आप उन्हे इस्तेमाल करेना चाहेंगे?
id: Trek audio dari sesi sebelumnya telah ada di piringan, apakah anda ingin menggunakan track yang telah ada?
nl_nl: Bestaande geluidssporen van een vorige sessie gevonden. Wilt U deze gebruiken?
no: Lydspor fra en tidligere sesjon er allerede tilstede på disken, vil du bruke de eksisterende sporene?
ro: Piese audio de la o sesiune precedentă există deja pe disc, doriţi să folosiţi piesele existente?
th: มีแทร็กเพลงจากเซสชันก่อนหน้าอยู่แล้วในแผ่น คุณต้องการใช้แทร็กเดิมหรือไม่?

source: Extracting audio track %d
ar: استخراج مسار صوتي %d
hi: ओडियो ट्रक %d निचोडा जा रहा है
id: Mengekstraksi trek audio %d
th: กำลังแยกแทร็กเพลง %d

source: Calculating data disk image size
ar: حساب حجم النسخة المطابقة لقرص بيانات
hi: डाटा डिस्क छवि का आकार गणा जा रहा है
id: Mengkalkulasikan ukuran image piringan data
th: กำลังคำนวณขนาดอิมเมจแผ่นข้อมูล

source: Creating data disk image
ar: إنشاء نسخة مطابقة لقرص بيانات
hi: डाटा डिस्क छवि बनाया जा रहा है
id: Menciptakan image piringan data
th: กำลังสร้างอิมเมจแผ่นข้อมูล

source: A data CD image from a previous session already exists on disk, do you wish to use the existing image?
ar: النسخة المطابقة لقرص بيانات مدمج من الجلسة السابقة موجودة مسبقًا على القرص ، هل تود استخدام النسخة المطابقة الموجودة؟
hi: पूर्वि सत्र का एक डाटा सी डी डिस्क छवि पहले से मौजूद है, क्या आप मौजूदा छवि इस्तेमाल करना चाहेंगे?
id: Sebuah image CD data dari sesi sebelumnya telah ada di piringan, apakah anda ingin menggunakan image yang telah ada?
nl_nl: Er bestaat al een data CD image op de schijf. Wilt u de bestaande image gebruiken?
no: Data fra en tidligere sesjon eksisterer allerede på disken, ønsker duå bruke de eksisterende filene?
ro: O imagine Data CD dintr-o sesiune precedenta există deja pe disc, doriţi să folosiţi imaginea existentă?
th: มีซีดีอิมเมจข้อมูลจากเซสชันก่อนหน้าอยู่ในแผ่นอยู่แล้ว คุณต้องการใช้อิมเมจเดิมหรือไม่?

source: Formatting DVD
ar: تهيئة قرص المنوّعات الرقمي
hi: डी वी डी फ़रमा कीया जा रहा है
id: Memformat DVD
th: กำลังฟอร์แมตดีวีดี

source: Preparing to burn DVD
ar: التحضير لتسجيل قرص منوّعات رقمي
hi: डी वी डी बनाने की तैयारी किया जा रहा है
id: Bersiap untuk membakar DVD
th: กำลังเตรียมเขียนดีวีดี

source: Writing DVD
ar: كتابة قرص منوّعات رقمي
hi: डी वी डी बनाया जा रहा है
id: Menulis DVD
th: กำลังเขียนดีวีดี

source: Reading CD image
ar: قراءة نسخة مطابقة لقرص مدمج
hi: सी डी छवि बनाय जा रहा है
id: Membaca image CD
th: กำลังอ่านซีดีอิมเมจ

source: A CD image from a previous session already exists on disk, do you wish to use the existing image?
ar: النسخة المطابقة لقرص مدمج من الجلسة السابقة موجودة مسبقًا على القرص ، هل تود استخدام النسخة المطابقة الموجودة؟
hi: पूर्वि सत्र का एक सी डी डिस्क छवि पहले से मौजूद है, क्या आप मौजूदा छवि इस्तेमाल करना चाहेंगे?
id: Sebuah image CD dari sesi sebelumnya telah ada pada piringan, apakah anda ingin menggunakan image yang telah ada?
th: มีซีดีอิมเมจข้อมูลจากเซสชันก่อนหน้าอยู่ในแผ่นอยู่แล้ว คุณต้องการใช้อิมเมจเดิมหรือไม่?

source: Converting %s to cd audio
ar: تحويل %s إلى قرص صوتيات مدمج
hi: %s को सी डी ओडियो मे परिवर्तन
id: Mengkonversikan %s menjadi cd audio
th: กำลังแปลง %s เป็นซีดีเพลง

source: Reading DVD image
id: Membaca image DVD

source: A DVD image from a previous session already exists on disk, do you wish to use the existing image?
id: Image DVD dari sesi sebelumnya sudah ada di disk. Anda ingin menggunakan image tersebut?

source: Filesystem
ar: نظام الملفات
hi: फ़ाइलतंत्र
id: Sistem berkas
nl_nl: Bestandssysteem
no: Filsystem
ro: Sistem de fişiere
th: ระบบแฟ้ม

source: Home
ar: الرئيسي
hi: शुरुआत
id: Beranda
th: บ้าน

source: (empty)
ar: (خالي)
hi: (खाली)
id: (kosong)
th: (ว่างเปล่า)

source: _Add directory
ar: إ_ضافة دليل
hi: डिरेक्ट्री जोडें
id: _Menambahkan direktori
th: เ_พิ่มไดเรกทอรี

source: _Add file(s)
ar: إ_ضافة ملف(ات)
hi: फ़ाइल जोडें
id: _Menambah berkas
th: เ_พิ่มแฟ้ม

source: _Burn CD Image
ar: ت_سجيل نسخة مطابقة لقرص مدمج
hi: सी डी छवि सी डी में संजोयें
id: _Membakar image CD
nl_nl: Schrijf CD Image
no: _Brenn CD Image
ro: Arde imagine CD
th: เ_ขียนซีดีอิมเมจ

source: _Burn DVD Image
ar: _تسجيل نسخة مطابقة لقرص مدمج
hi: डी वी डी छवि डी वी डी में संजोयें
id: _Membakar image DVD
th: เ_ขียนดีวีดีอิมเมจ

source: %s's home
ar: %s الرئيس
hi: %s का घर
id: Beranda %s
nl_nl: %s's persoonlijke folder
no: %ss hjem
ro: Casa %s
th: บ้านของ %s

source: File
ar: الملف
hi: फ़ाइल
id: Berkas
nl_nl: Bestand
no: Fil
ro: Fişier
th: แฟ้ม

source: Type
ar: النوع
hi: किस्म
id: Jenis
nl_nl: Soort
ro: Tip
th: ชนิด

source: All files
ar: جميع الملفات
hi: सारे फ़ाइल
id: Semua berkas
no: Alle filer
th: ทุกแฟ้ม

source: Save file as type:
ar: حفظ الملف كنوع:
hi: किस्म परिवर्तित फ़ाइल संचित करना
id: Simpan berkas sebagai jenis
th: บันทึกแฟ้มเป็นชนิด:

source: CD Image files
ar: ملفات نسخة مطابقة للقرص المدمج
hi: सी डी छवि फ़इलें
id: Berkas image CD
th: แฟ้มซีดีอิมเมจ

source: Please select a CD image file.
ar: الرجاء انتق ملف نسخة مطابقة للقرص المدمج.
hi: क्ुपया सी डी छवि फ़ाइल चुनें
id: Silahkan pilih sebuah berkas image CD.
th: กรุณาเลือกแฟ้มซีดีอิมเมจ

source: DVD Image files
ar: ملفات نسخة مطابقة لقرص المنوّعات الرقمي
hi: डी वी डी छवि फ़ाइल
id: Berkas image DVD
th: แฟ้มดีวีดีอิมเมจ

source: Please select a DVD image file.
ar: الرجاء انتق ملف نسخة مطابقة لقرص منوّعات رقمي.
hi: क्ुपया डी वी डी छवि फ़ाइल चुनें
id: Silahkan pilih sebuah berkas image DVD.
th: กรุณาเลือกแฟ้มดีวีดีอิมเมจ

source: Simple CD/DVD Burning for Gnome
ar: نسخ أقراص مدمجة/رقمية مبسّط لجنوم
hi: सी डी/डी वी डी बनाने आसान ज्नोम मे
id: Pembakar CD/DVD untuk GNOME
th: โปรแกรมเขียนซีดี/ดีวีดีสะดวกใช้สำหรับ Gnome

source: translator_credits
ar: محمّد فدعق، السعّودية <m.fadaq@gmail.com>
hi: अनुवादक - वी विवेक
id: Kredit_penerjemah
no: Jonathan Carter Fran Hermoso Carlos Liu Edgar Bursic Vlastimil Skacel Christoffer Sørensen Eric Spierings Luke Matthews Matthieu Lagouge Cedric Durmont Hantati Fadak Wolfgang Neudorfer Oren Segal Euan Mckay Jugwan Eom Aigars Mahinovs Maciej Lagun Razvan Gavril Peter Chabada Jorge González González Christian Bjälevik Björn Andersson Yalcin Karagöz Li Qing Bob Jones Cedric Durmont Cyprien Le Pannérer Grégory Gathy Laurent Bigonville Hanns Koenig Laura Ohrndorf Thorsten Tasch Lee Yeon Jae SangCheol Park Adrian Fita David Marín Mauricio Peñaloza Petri Pennanen.
ro: merite_traducător
th: ศุภโชค ศันติวิชยะ <mrchoke@opentle.org>เทพพิทักษ์ การุญบุญญานันท์ <thep@linux.thai.net>

source: Playlist files
ar: ملفات ﻻئحة التشغيل
hi: प्लेलिस्ट फ़ाइलें
id: Berkas playlist
th: แฟ้มรายการเพลง

source: Save playlist as...
ar: حفظ ﻻئحة التشغيل ك...
hi: प्लेलिस्ट संचित ऐसे करें
id: Simpan playlist sebagai...
th: บันทึกรายการเพลงเป็น...

source: Project files
ar: ملفات المشاريع
hi: परियोजना फ़ाइलें
id: Berkas Proyek
th: แฟ้มโครงการ

source: Please select a project file.
ar: الرجاء انتق ملف مشروع.
hi: क्ुपया परियोजना फ़ाइल चुने
id: Silahkan pilih sebuah berkas proyek.
th: กรุณาเลือกแฟ้มโครงการ

source: Save project
id: Simpan proyek

source: Please select a playlist.
ar: الرجاء انتق ﻻئحة تشغيل.
hi: क्ुपया प्लेलिस्ट चुनें
id: Silahkan pilih sebuah playlist.
th: กรุณาเลือกรายการเพลง
